Repository: KDE/snorenotify
Catalog: poqm/*/snorenotify-qt5_qt.po
Languages: ca, et, sl, zh_tw

# TrayIcon|
source: Display Test Notification
ca: Mostra una notificació de prova
et: Testmärguande näitamine
sl: Prikaži preizkusno obvestilo
zh_tw: 顯示測試訊息

# TrayIcon|
source: Settings
ca: Arranjament
et: Seadistused
sl: Nastavitve
zh_tw: 設定

# TrayIcon|
source: Exit
ca: Surt
et: Välju
sl: Izhod
zh_tw: 退出

# Default Alert|
source: Default
ca: Omissió
et: Vaikimisi
sl: Privzeto
zh_tw: 預設值

# Snore::PluginSettingsWidget|
source: Enabled:
ca: Activat:
et: Lubatud:
sl: Omogočeno:
zh_tw: 啟用：

# SettingsDialog|
source: Settings
ca: Arranjament
et: Seadistused
sl: Nastavitve
zh_tw: 設定

# SettingsDialog|
source: General
et: Üldine
sl: Splošno
zh_tw: 一般

# SettingsDialog|
source: Primary Backend:
ca: Dorsal primari:
et: Esmane taustaprogramm:
sl: Primarno ozadje:
zh_tw: 主要後端：

# SettingsDialog|
source: Timeout:
ca: Temps d'espera:
et: Aegumine:
sl: Odmor:
zh_tw: 時間到：

# SettingsDialog|
source: Disable Notification Sound:
ca: Desactiva el so de la notificació:
et: Märguande heli keelamine:
sl: Onemogoči zvok obvestila:
zh_tw: 停用通知音效：

# SettingsDialog|
source: Error:
et: Tõrge:
sl: Napaka:
zh_tw: 錯誤：

# SettingsDialog|
source: Primary Backends
ca: Dorsals primaris
et: Esmased taustaprogrammid
sl: Primarna ozadja
zh_tw: 主要後端

# SettingsDialog|
source: Secondary Backends
ca: Dorsals secundaris
et: Teisesed taustaprogrammid
sl: Sekundarna ozadja
zh_tw: 次要後端

# SettingsDialog|
source: Frontends
ca: Frontals
et: Kasutajaliidesed
sl: Začelja
zh_tw: 前端

# SettingsDialog|
source: Plugins
ca: Connectors
et: Pluginad
sl: Vtičniki
zh_tw: 附加元件

# SettingsDialog|
source: Display Test Notification
ca: Mostra una notificació de prova
et: Testmärguande näitamine
sl: Prikaži preizkusno obvestilo
zh_tw: 顯示測試通知

# Snore::SnoreCore|
source: This is %1
ca: Això és %1
et: See on %1
sl: To je %1
zh_tw: 這是 %1

# Snore::SnoreCore|
source: Everything is awesome!
ca: Tot és fantàstic!
et: Kõik on imeline!
sl: Vse je krasno!
zh_tw: 所有事情都是完美的！

# Snore::SnoreCore|
source: Hello There!
ca: Hola de nou!
et: Hei, tere!
sl: Živjo tam!
zh_tw: 嗨！

# Snore::SnoreCore|
source: Awesome Action!
ca: Acció impressionant!
et: Imeline tegu!
sl: Super akcija!
zh_tw: 完美的動作！

# SnorePlugin::Growl|
source: %1 is not running.
ca: %1 no s'està executant.
et: %1 ei tööta.
sl: %1 ne teče.
zh_tw: %1 尚未執行中。

# GrowlSettings|
source: Host:
ca: Màquina:
et: Masin:
sl: Gostitelj:
zh_tw: 主機：

# GrowlSettings|
source: Password:
ca: Contrasenya:
et: Parool:
sl: Geslo:
zh_tw: 密碼：

# SnorePlugin::Snarl|
source: This plugin only works with QApplication
ca: Aquest connector només funciona amb la QApplication
et: See plugin töötab ainult QApplicationiga.
sl: Ta vtičnik deluje samo s QApplication
zh_tw: 這附加元件只能在 QApplication 運作。

# SnorePlugin::Snarl|
source: %1 is not running.
ca: %1 no s'està executant.
et: %1 ei tööta.
sl: %1 ne teče.
zh_tw: %1 尚未執行。

# SnarlSettings|
source: Password:
ca: Contrasenya:
et: Parool:
sl: Geslo:
zh_tw: 密碼：

# SnoreSettings|
source: Top Left Corner
ca: Cantonada superior esquerre
et: Üleval vasakus nurgas
sl: Zgornji levi kot
zh_tw: 左上角

# SnoreSettings|
source: Top Right Corner
ca: Cantonada superior dreta
et: Üleval paremas nurgas
sl: Zgornji desni kot
zh_tw: 右上角

# SnoreSettings|
source: Bottom Left Corner
ca: Cantonada inferior esquerra
et: All vasakus nurgas
sl: Spodnji levi kot
zh_tw: 左下角

# SnoreSettings|
source: Bottom Right Corner
ca: Cantonada inferior dreta
et: All paremal nurgas
sl: Spodnji desni kot
zh_tw: 右下角

# SnoreSettings|
source: Position:
ca: Posició:
et: Asukoht:
sl: Pozicija:
zh_tw: 位置：

# SnorePlugin::WindowsToast|
source: %1 needs at least Windows 8 to run.
ca: %1 almenys necessita el Windows 8 per a funcionar.
et: %1 vajab töötamiseks vähemalt Windows 8.
sl: %1 zahteva vsaj Windows 8 za zagon.
zh_tw: %1 需要至少 Windows 8 的版本才能執行。

# SnorePlugin::Trayicon|
source: This plugin only works with QApplication
ca: Aquest connector només funciona amb la QApplication
et: See plugin töötab ainult QApplicationiga.
sl: Ta vtičnik deluje samo s QApplication
zh_tw: 這附加元件只能在 QApplication 上運作

# FreedesktopFrontend|
source: Failed to register dbus object.
ca: Ha fallat en registrar l'objecte del dbus.
et: DBusi objekti reistreerimine nurjus.
sl: Ni bilo mogoče registrirati predmeta dbus.
zh_tw: 無法註冊 dbus 物件。

# FreedesktopFrontend|
source: Failed to register dbus service.
ca: Ha fallat en registrar el servei del dbus.
et: DBusi teenuse registreerimine nurjus.
sl: Ni bilo mogoče registrirati storitve dbus.
zh_tw: 無法註冊 dbus 服務。

# PushoverClient|
source: Failed to login. Please check your credentials.
ca: Ha fallat en iniciar la sessió. Comproveu les credencials.
et: Sisselogimine nurjus. Palun kontrolli oma kasutajatunnuseid.
sl: Neuspela prijava. Prosim preverite vaše poverilnice.
zh_tw: 無法登入。請檢查您的憑證。

# PushoverClient|
source: Please login to %1 and reenable your device.
ca: Inicieu la sessió a %1 i torneu a connectar el dispositiu.
et: Palun logi seadmesse %1 sisse ja lülita oma seade uuesti sisse.
sl: Prijavite se na %1 in ponovno omogočite svojo napravo.
zh_tw: 請登入至 %1 並重新啟用您的裝置。

# PushoverClient|
source: Failed to login due to errors: %1
ca: Errors en iniciar la sessió: %1
et: Sisselogimine nurjus tõrgete tõttu: %1
sl: Prijava ni uspela zaradi napak: %1
zh_tw: 因為一些錯誤而無法登入：%1

# PushoverSettings|
source: Email Address:
ca: Adreça de correu:
et: E-posti aadress:
sl: Naslov e-pošte:
zh_tw: 電子郵件地址：

# PushoverSettings|
source: Password:
ca: Contrasenya:
et: Parool:
sl: Geslo:
zh_tw: 密碼：

# PushoverSettings|
source: Device Name:
ca: Nom del dispositiu:
et: Seadme nimi:
sl: Ime naprave:
zh_tw: 裝置名稱：

# PushoverSettings|
source: Status
ca: Estat
et: Olek
zh_tw: 狀態

# PushoverSettings|
source: If you don't have an account yet please register at <a href="https://pushover.net">Pushover.net</a>
ca: Si encara no teniu un compte, registreu-vos a <a href="https://pushover.net">Pushover.net</a>
et: Kui sul pole kontot, registreeri palun ennast aadressil <a href="https://pushover.net">pushover.net</a>
sl: Če še nimate računa, se registrirajte na<a href="https://pushover.net">Pushover.net</a>
zh_tw: 如果你還沒有帳號，請在 <a href="https://pushover.net">Pushover.net</a> 上註冊。

# PushoverSettings|
source: Log out
ca: Sortida
et: Logi välja
sl: Odjava
zh_tw: 登出

# PushoverSettings|
source: Log in
ca: Entra
et: Logi sisse
sl: Prijava
zh_tw: 登入

# PushoverSettings|
source: Logged in.
ca: Heu entrat.
et: Sisse logitud.
sl: Ste prijavljeni.
zh_tw: 登入成功。

# PushoverSettings|
source: Logged out.
ca: Heu sortit.
et: Välja logitud.
sl: Ste odjavljeni.
zh_tw: 登出成功。

# SnarlNetworkFrontend|
source: The port is already used by a different application.
ca: El port ja l'està fent servir una altra aplicació.
et: Porti kasutab juba üks teine rakendus.
sl: Ta vrata že uporablja druga aplikacija.
zh_tw: 這個 Port 已經在其他程式上被使用。

# PushoverSettings|
source: User Key:
ca: Clau de l'usuari:
et: Kasutaja võti:
sl: Uporabnikov ključ:
zh_tw: 用戶金鑰：

# PushoverSettings|
source: The user key which can be found on your account page at <a href="https://pushover.net">Pushover.net</a>.
ca: La clau de l'usuari que trobareu a la pàgina del vostre compte a <a href="https://pushover.net">Pushover.net</a>.
et: Kasutaja võti, mille leiad oma konto leheküljel aadressil <a href="https://pushover.net">pushover.net</a>.
sl: Uporabniški ključ, ki ga najdete na strani vašega računa na naslovu <a href="https://pushover.net">Pushover.net</a>.
zh_tw: 這個用戶金鑰可以在您的 <a href="https://pushover.net">Pushover.net</a> 帳戶頁面上找到。

# PushoverSettings|
source: Sound:
ca: So:
et: Heli:
sl: Zvok:
zh_tw: 聲音：

# PushoverSettings|
source: The pushover sound that is played when a notification is received.
ca: El so de «Pushover» que es reproduirà quan es rebi una notificació.
et: Märguande saatmisel esitatav tõukeheli.
sl: Zvok, ki se predvaja ob prejemu obvestila.
zh_tw: 這個 Pushover 音效會在訊息接受到時播放。

# PushoverSettings|
source: Devices:
ca: Dispositius:
et: Seadmed
sl: Naprave:
zh_tw: 裝置：

# PushoverSettings|
source: The devices that are to receive the notifications.
ca: Els dispositius que rebran les notificacions.
et: Märguandeid vastu võtma hakkavad seadmed.
sl: Naprave, ki bodo prejemale obvestila.
zh_tw: 要接收通知的裝置。

# SoundSettings|
source: Volume:
ca: Volum:
et: Helitugevus:
sl: Glasnost:
zh_tw: 音量：

# SoundSettings|
source: Audio file:
ca: Fitxer d'àudio:
et: Helifail:
sl: Zvočna datoteka:
zh_tw: 音訊檔案：

# SoundSettings|
source: The sound played when a notification is received.
ca: El so que es reproduirà quan es rebi una notificació.
et: Märguande saabumisel esitatav heli.
sl: Zvok ki se predvaja ob prejemu obvestila.
zh_tw: 這個聲音將會在接收到訊息時播放。

# SoundSettings|
source: Select a audio file
ca: Seleccioneu un fitxer d'àudio
et: Vali helifail
sl: Izberi zvočno datoteko
zh_tw: 選擇一個音訊檔案

# SoundSettings|
source: All Audio files
ca: Tots els fitxers d'àudio
et: Kõik helifailid
sl: Vse zvočne datoteke
zh_tw: 所有音訊檔案

# Speech|
source: System Backend Error
ca: Error del dorsal del sistema
et: Süsteemi taustaprogrammi tõrge
sl: Napaka v odzadnjem sistemu
zh_tw: 系統後端錯誤

# ToastySettings|
source: Device ID:
ca: ID del dispositiu:
et: Seadme ID:
sl: Id naprave:
zh_tw: 裝置編號：

# ToastySettings|
source: The device id which can be found in the toasty app.
ca: L'ID del dispositiu que es trobarà a l'aplicació de «Toasty».
et: Seadme ID, millel leiab Toasti rakenduse.
sl: ID naprave, ki ga najdete v aplikaciji toasty.
zh_tw: 這個裝置編號可以在 Toasty 應用程式上找到。

# SettingsWindow|
source: %1 Settings
ca: Arranjament de %1
et: %1 seadistused
sl: %1 nastavitve
zh_tw: %1 設定

# SettingsWindow|
source: Snore Settings
ca: Arranjament del «Snore»
et: Snore seadistused
sl: Nastavitve smrčanja
zh_tw: Snore 設定

# SettingsWindow|
source: Application
ca: Aplicació
et: Rakendus
sl: Aplikacija
zh_tw: 應用程式

# SnoreSend|
source: Bring to Front
ca: Porta al davant
et: Too esiplaanile
sl: Pošlji na vrh
zh_tw: 帶到前面
